{
  "Title": "Пример литературного произведения",
  "Author": "Имя автора",
  "Genre": ["Художественная литература", "Драма", "Детектив"],
  "Main Themes": ["Идентичность", "Изоляция", "Мужество", "Искупление"],
  "Setting": {
    "Time Period": "Начало XX века",
    "Location": "Вымышленный город"
  },
  "Plot Arc": {
    "Exposition": "Знакомит с главной героиней, борющейся с личным конфликтом и живущей в репрессивном обществе.",
    "Inciting Incident": "Главная героиня получает таинственное письмо, намекающее на семейную тайну.",
    "Rising Action": "Героиня расследует тайну, что приводит к конфронтациям с общественными нормами и влиятельными лицами.",
    "Climax": "Главная героиня публично бросает вызов репрессивному режиму, раскрывая правду и сталкиваясь с суровыми последствиями.",
    "Falling Action": "Показывает последствия действий героини, включая реакцию общества, личные жертвы и ответные меры режима.",
    "Resolution": "Главная героиня обретает внутренний покой благодаря своим действиям, а её мужество вдохновляет зарождающиеся перемены в сообществе."
  },
  "Characters": {
    "Protagonist": "Молодая женщина, ищущая независимость и правду вопреки общественным ограничениям.",
    "Antagonist": "Авторитарный лидер города, насаждающий строгие традиции и подавляющий инакомыслие.",
    "Supporting Characters": [
      "Друг детства, обеспечивающий эмоциональную поддержку и верность.",
      "Наставник, предлагающий руководство и исторический контекст."
    ]
  },
  "Conflict": {
    "Type": "Внутренний и внешний",
    "Description": "Человек против общества (стремление главной героини к идентичности и правде против репрессивных общественных норм и авторитарной власти); Человек против себя (внутренняя борьба героини со страхом и сомнениями)."
  },
  "Literary Devices": [
    "Символизм (например, повторяющиеся образы запертых птиц, символизирующие стремление главной героини к свободе).",
    "Мотивы (например, контраст между светом и тьмой для представления знания и невежества).",
    "Ирония (например, ситуационная ирония, когда попытки режима заставить главную героиню замолчать лишь усиливают её послание)."
  ],
  "Narrative Point of View": "Ограниченное третье лицо, преимущественно с точки зрения главной героини."
}
